export const quranText = [
  {
    "surah": 1,
    "ayah": 1,
    "page": 1,
    "text": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ"
  },
  {
    "surah": 1,
    "ayah": 2,
    "page": 1,
    "text": "ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ"
  },
  {
    "surah": 1,
    "ayah": 3,
    "page": 1,
    "text": "ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ"
  },
  {
    "surah": 1,
    "ayah": 4,
    "page": 1,
    "text": "مَـٰلِكِ يَوْمِ ٱلدِّينِ"
  },
  {
    "surah": 1,
    "ayah": 5,
    "page": 1,
    "text": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ"
  },
  {
    "surah": 1,
    "ayah": 6,
    "page": 1,
    "text": "ٱهْدِنَا ٱلصِّرَٰطَ ٱلْمُسْتَقِيمَ"
  },
  {
    "surah": 1,
    "ayah": 7,
    "page": 1,
    "text": "صِرَٰطَ ٱلَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ ٱلْمَغْضُوبِ عَلَيْهِمْ وَلَا ٱلضَّآلِّينَ"
  },
  {
    "surah": 2,
    "ayah": 1,
    "page": 2,
    "text": "الٓمٓ"
  },
  {
    "surah": 2,
    "ayah": 2,
    "page": 2,
    "text": "ذَٰلِكَ ٱلْكِتَـٰبُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِّلْمُتَّقِينَ"
  },
  {
    "surah": 2,
    "ayah": 3,
    "page": 2,
    "text": "ٱلَّذِينَ يُؤْمِنُونَ بِٱلْغَيْبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ"
  },
  {
    "surah": 2,
    "ayah": 4,
    "page": 2,
    "text": "وَٱلَّذِينَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَبِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ"
  },
  {
    "surah": 2,
    "ayah": 5,
    "page": 2,
    "text": "أُو۟لَـٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ"
  },
  {
    "surah": 2,
    "ayah": 6,
    "page": 2,
    "text": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ"
  },
  {
    "surah": 2,
    "ayah": 7,
    "page": 2,
    "text": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰٓ أَبْصَـٰرِهِمْ غِشَـٰوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ"
  },
  {
    "surah": 2,
    "ayah": 8,
    "page": 2,
    "text": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْـَٔاخِرِ وَمَا هُم بِمُؤْمِنِينَ"
  },
  {
    "surah": 2,
    "ayah": 9,
    "page": 2,
    "text": "يُخَـٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا۟ وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ"
  },
  {
    "surah": 2,
    "ayah": 10,
    "page": 2,
    "text": "فِى قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ ٱللَّهُ مَرَضًا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْذِبُونَ"
  }
];